{
    "background": {
        "image": {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/background/joao-background.webp?raw=true",
            "description": "Imagem de fundo com João Pedro e produtos importados"
        },
        "image_mobile": {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/background/joao-background-mobile.webp?raw=true",
            "description": "Imagem de fundo com João Pedro e produtos importados"
        }
    },
    "biography": {
        "image": {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/biography/joao-biography.webp?raw=true",
            "description": "Imagem de perfil de João Pedro"
        },
        "text": "João Pedro Teixeira, tem 24 anos e é um apaixonado por carros modificados. Atualmente, conta com mais de 150 mil seguidores e já ajudou milhares de pessoas em suas redes sociais.\n\nEm 2022, começou a explorar o mercado chinês, pois sabia que lá estava a fonte de todos os produtos com os quais trabalhava em suas lojas online. Após muito estudo e contato direto com os fabricantes, conseguiu os melhores contatos do mercado premium de diversos produtos, como chuteiras, materiais esportivos, roupas de grife, tênis e acessórios mais vendidos na internet.\n\nQuando João iniciou no mercado de vendas online, trabalhava diretamente com fabricantes brasileiros e buscava apenas uma renda extra, pois morava sozinho em uma cidade do interior de Minas Gerais, onde tinha ido trabalhar na área em que se formou. Não conseguia fechar o mês somente com o salário da empresa. Após alguns meses, descobriu os fabricantes dos produtos vendidos pelos fornecedores brasileiros e, após muito tempo, conseguiu contato com um deles, estabelecendo uma certa amizade, o que abriu as portas para os melhores fabricantes premium do mercado mundial.\n\nNo final de 2023, João decidiu compartilhar esses fabricantes com apenas 10 seguidores de seu Instagram. Estabeleceu um processo seletivo no qual essas 10 pessoas beneficiadas deveriam mostrar por que desejavam fazer parte e qual era o objetivo. João não queria entregar o ouro para qualquer pessoa. Em apenas duas semanas, oito dos dez alunos do método já haviam realizado mais de três vendas no ramo que escolheram seguir. Em dois meses, quatro desses dez já ganhavam mais do que recebiam em seus trabalhos principais.\n\nAssim, surgiu a ideia de disponibilizar um conteúdo validado para pessoas que realmente desejam ingressar no mercado que mais cresce na internet. O ouro está em suas mãos e não permanecerá disponível por muito tempo. Basta você querer."
    },
    "testimonials": [
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-1.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-2.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-3.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-4.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-5.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        }
    ],
    "informations": [
        {
            "icon": "FaShoppingCart",
            "title": "Compra de produtos",
            "description": "Acesso exclusivo aos contatos dos fabricantes e catálogo detalhado para facilitar suas compras. Vídeo aula abrangente para orientá-lo nos pedidos diretos com os fabricantes."
        },
        {
            "title": "Estratégias de vendas",
            "icon": "FaChartBar",
            "description": "Desvende estratégias de sucesso com acesso ao conhecimento compartilhado por profissionais experientes. Estarei disponível via WhatsApp para garantir seu sucesso nas vendas."
        },
        {
            "title": "Controle financeiro",
            "icon": "FaWallet",
            "description": "Controle financeiro é crucial para o sucesso. Oferecemos contatos de fabricantes e um curso completo sobre gestão financeira. Estou aqui para garantir seu sucesso financeiro."
        },
        {
            "title": "Fabricantes",
            "icon": "FaTruck",
            "description": "Nossa lista de fabricantes oferece contatos diretos dos fabricantes via WhatsApp, garantindo produtos de alta qualidade. Estou aqui para garantir sua satisfação."
        }
    ],
    "differentials": [
        {
            "text": "Acesso a fabricantes premium",
            "icon": "key"
        },
        {
            "text": "Estratégias de compras eficientes",
            "icon": "trending_up"
        },
        {
            "text": "Suporte personalizado",
            "icon": "person"
        },
        {
            "text": "Exclusividade de conteúdo",
            "icon": "workspace_premium"
        },
        {
            "text": "Atualizações regulares",
            "icon": "calendar_month"
        },
        {
            "text": "Garantia de satisfação",
            "icon": "check"
        }
    ],
    "courses": [
        {
            "title": "Essencial",
            "description": [
                "5 fabricantes premium",
                "Explore os segredos dos fabricantes premium",
                "Perfeito para familiarizar com o processo de importação e venda"
            ],
            "price": {
                "normalPrice": 7890,
                "promotionalPrice": 3490 
            },
            "link": "https://pay.kiwify.com.br/nmiIUUg",
            "recommended": false
        },
        {
            "title": "Intermediário",
            "description": [
                "10 fabricantes premium",
                "Descubra novas oportunidades de crescimento e diversificação",
                "Expandir a gama de produtos e forncedores disponíveis"
            ],
            "price": {
                "normalPrice": 16690,
                "promotionalPrice": 4990 
            },
            "link": "https://pay.kiwify.com.br/nmiIUUg", 
            "recommended": true
        },
        {
            "title": "Avançado",
            "description": [
                "18 fabricantes premium",
                "Eleve seu negócio a um novo patamar com estratégias avançadas de importação e vendas",
                "Diversificar o alcance no mercado e estabelecer relações com uma variedade de fabricantes"
            ],
            "price": {
                "normalPrice": 18790,
                "promotionalPrice": 7490 
            },
            "link": "https://pay.kiwify.com.br/nmiIUUg",
            "recommended": false
        }
    ],
    "questions": [
        {
            "title": "Estou iniciando do zero, esse método é para mim?",
            "description": "Sim! Criamos maneiras para facilitar o seu aprendizado, mesmo que você nunca tenha tido qualquer acesso a importação e venda de produtos."
        },
        {
            "title": "Como eu sei que vou ter resultados?",
            "description": "Sobe a página e veja os “resultados impossíveis de ignorar”, você precisa executar o que esta dentro desse produto."
        },
        {
            "title": "Qual é o período de garantia para este produto?",
            "description": "Este produto oferece uma garantia total de 7 dias a partir da data da compra."
        },
        {
            "title": "Quais métodos de pagamento são aceitos?",
            "description": "Aceitamos várias formas de pagamento, incluindo cartões de crédito/débito, transferência bancária, entre outros."
        },
        {
            "title": "O que significa acesso vitalício?",
            "description": "Ao adquirir este produto, você terá acesso ilimitado e vitalício a todo o conteúdo e recursos disponíveis. Não há prazo de expiração para o seu acesso."
        }
    ],
    "contact": {
        "link": "https://api.whatsapp.com/send?phone=5531971870825&text=Fala%20Jo%C3%A3o%2C%20quero%20tirar%20uma%20d%C3%BAvida%20sobre%20o%20m%C3%A9todo%20%22Desvendando%20os%20fabricantes%20premium%20de%20materiais%20esportivos%22." 
    },
    "video": {
        "text": "Descubra como fazer mais de 6 dígitos por ano com as técnicas de venda e fabricantes premium da China. Vou te mostrar todos os segredos neste curso. Assista ao vídeo para saber mais e começar a sua jornada para o sucesso financeiro.",
        "video": {
            "src": "https://www.youtube.com/embed/fUhZ6kLs2cY?si=Uz5KzQuSYQinYB96",
            "description": "Desvendando os fabricantes PREMIUM de materiais esportivos"
        }
    }
}