{
    "background": {
        "image": {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/background/joao-background.webp?raw=true",
            "description": "Imagem de fundo com João da Nave e produtos importados"
        }
    },
    "biography": {
        "image": {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/biography/joao-biography.webp?raw=true",
            "description": "Imagem de perfil de João da Nave"
        },
        "text": "João Pedro Teixeira, mais conhecido no Instagram como 'João da Nave', tem 24 anos e é um apaixonado por carros modificados. Atualmente, conta com mais de 150 mil seguidores e já ajudou milhares de pessoas em suas redes sociais.\nEm 2022, começou a explorar o mercado chinês, pois sabia que lá estava a fonte de todos os produtos com os quais trabalhava em suas lojas online. Após muito estudo e contato direto com os fabricantes, conseguiu os melhores contatos do mercado premium de diversos produtos, como chuteiras, materiais esportivos, roupas de grife, tênis e acessórios mais vendidos na internet.\nQuando João iniciou no mercado de vendas online, trabalhava diretamente com fornecedores brasileiros e buscava apenas uma renda extra, pois morava sozinho em uma cidade do interior de Minas Gerais, onde tinha ido trabalhar na área em que se formou. Não conseguia fechar o mês somente com o salário da empresa. Após alguns meses, descobriu os fabricantes dos produtos vendidos pelos fornecedores brasileiros e, após muito tempo, conseguiu contato com um deles, estabelecendo uma certa amizade, o que abriu as portas para os melhores fabricantes premium do mercado mundial.\nNo final de 2023, João decidiu compartilhar esses fornecedores com apenas 10 seguidores de seu Instagram. Estabeleceu um processo seletivo no qual essas 10 pessoas beneficiadas deveriam mostrar por que desejavam fazer parte e qual era o objetivo. João não queria entregar o ouro para qualquer pessoa. Em apenas duas semanas, oito dos dez alunos do método já haviam realizado mais de três vendas no ramo que escolheram seguir. Em dois meses, quatro desses dez já ganhavam mais do que recebiam em seus trabalhos principais.\nAssim, surgiu a ideia de disponibilizar um conteúdo validado para pessoas que realmente desejam ingressar no mercado que mais cresce na internet. O ouro está em suas mãos e não permanecerá disponível por muito tempo. Basta você querer."
    },
    "testimonials": [
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-1.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-2.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-3.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-4.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        },
        {
            "src": "https://github.com/luizchaaves/page-joao-nave/blob/master/resources/testimonials/testimonials-5.webp?raw=true",
            "description": "Depoimento de um aluno do curso"
        }
    ],
    "informations": [
        {
            "icon": "FaShoppingCart",
            "title": "Compra de produtos",
            "description": "Tenha acesso exclusivo aos contatos de todos os fornecedores, acompanhado de um catálogo detalhado de produtos para simplificar o processo de compra. Além disso, você receberá uma vídeo aula abrangente, orientando passo a passo sobre como efetuar pedidos diretamente com os fabricantes."
        },
        {
            "title": "Estratégias de vendas",
            "icon": "FaChartBar",
            "description": "Desvende todas as estratégias que impulsionaram meu negócio ao sucesso. Ao adquirir este pacote, você terá acesso ao conhecimento acumulado ao longo de anos, compartilhado pelos melhores profissionais do ramo de vendas. E não se preocupe, estarei à disposição via WhatsApp para esclarecer todas as suas dúvidas e garantir que você inicie suas vendas com sucesso em tempo recorde."
        },
        {
            "title": "Controle financeiro",
            "icon": "FaWallet",
            "description": "Não subestime a importância do controle financeiro para o sucesso do seu negócio. Além de fornecer contatos de fornecedores, oferecemos um curso completo que ensina como gerenciar de forma eficiente as finanças do seu empreendimento. Estou aqui para garantir que você saiba como cuidar do dinheiro do seu negócio da maneira correta e alcançar o sucesso almejado."
        },
        {
            "title": "Fornecedores",
            "icon": "FaTruck",
            "description": "Nossa lista de fornecedores oferece contatos diretos dos fabricantes via WhatsApp, garantindo uma ampla variedade de produtos de alta qualidade. Estou disponível para atender suas necessidades específicas e garantir sua satisfação, com o objetivo de impulsionar o seu crescimento e sucesso."
        }
    ],
    "differentials": [
        {
            "text": "Acesso a fornecedores premium"
        },
        {
            "text": "Estratégias de compras eficientes"
        },
        {
            "text": "Suporte personalizado"
        },
        {
            "text": "Conteúdo atualizado regularmente"
        },
        {
            "text": "Garantia de satisfação"
        }
    ],
    "courses": [
        {
            "title": "Essencial",
            "description": [
                "5 fornecedores premium",
                "Ideal para iniciantes que deseja começar com uma seleção inicial",
                "Perfeito para familiarizar com o processo de importação e venda"
            ]
        },
        {
            "title": "Intermediário",
            "description": [
                "10 fornecedores premium",
                "Ideal para empreendedores com alguma experiência",
                "Expandir a gama de produtos e forncedores disponíveis"
            ]
        },
        {
            "title": "Avançado",
            "description": [
                "18 fornecedores premium",
                "Abrangente para empreendedores experientes",
                "Diversificar o alcance no mercado e estabelecer relações com uma variedade de fornecedores"
            ]
        }
    ],
    "questions": [
        {
            "title": "Estou iniciando do zero, esse método é para mim?",
            "description": "Sim! Criamos maneiras para facilitar o seu aprendizado, mesmo que você nunca tenha tido qualquer acesso a importação e venda de produtos."
        },
        {
            "title": "Como eu sei que vou ter resultados?",
            "description": "Sobe a página e veja os “resultados impossíveis de ignorar”, você precisa executar o que esta dentro desse produto."
        },
        {
            "title": "Qual é o período de garantia para este produto?",
            "description": "Este produto oferece uma garantia total de 7 dias a partir da data da compra."
        },
        {
            "title": "Quais métodos de pagamento são aceitos?",
            "description": "Aceitamos várias formas de pagamento, incluindo cartões de crédito/débito, transferência bancária, entre outros."
        },
        {
            "title": "O que significa acesso vitalício?",
            "description": "Ao adquirir este produto, você terá acesso ilimitado e vitalício a todo o conteúdo e recursos disponíveis. Não há prazo de expiração para o seu acesso."
        }
    ],
    "contact": {
        "link": "https://wa.me/5531998921212?text=Fala+Jo%C3%A3o%2C+quero+tirar+uma+d%C3%BAvida+sobre+o+m%C3%A9todo+%22Desvendando+os+fornecedores+premium+chineses%22." 
    }
}